{
  "hex_id": "0710",
  "coordinates": [
    7,
    10
  ],
  "name": "Lankshorn and the Animal Orchestra",
  "tagline": "A busy patchwork of wheat fields, cow pasture, hamlets, and muddy lanes. The rustic reek of dung pervades all.",
  "region": "High Wold",
  "terrain_type": "farmland",
  "terrain_description": "Farmland (2), High Wold",
  "terrain_difficulty": 2,
  "procedural": {
    "lost_chance": "1-in-6",
    "encounter_chance": "1-in-6",
    "encounter_notes": null,
    "foraging_results": null,
    "foraging_special": []
  },
  "description": "A busy patchwork of wheat fields, cow pasture, hamlets, and muddy lanes. The rustic reek of dung pervades all.",
  "points_of_interest": [
    {
      "name": "The Town of Lankshorn",
      "poi_type": "town",
      "description": "A bow's shot from the looming eaves of Dolmenwood, the market town of Lankshorn is the gateway from the rolling plains of the High Wold into the deeps of the Wood. Breggle country: Lankshorn has been ruled by longhorns since time immemorial, though unrest is brewing, stoked by the cruelty of the current liege, Lord Malbleat (p64). Stone circle: A ring of mossy stones looms over the town.",
      "tagline": null,
      "entering": null,
      "interior": null,
      "exploring": null,
      "leaving": null,
      "inhabitants": "Ruled by longhorns, current liege is Lord Malbleat",
      "roll_tables": [],
      "npcs": [],
      "special_features": [
        "Stone circle - A ring of mossy stones looms over the town"
      ],
      "secrets": [],
      "is_dungeon": false,
      "dungeon_levels": null
    },
    {
      "name": "The Aubrathony Animal Orchestra",
      "poi_type": "attraction",
      "description": "Halfway through this hex along Swallop Road, travellers come to a wooden board by the roadside, emblazoned with cheerful letters in lurid red and yellow.",
      "tagline": null,
      "entering": "Sign reads 'The Aubrathony Animal Orchestra—Witness the foremost Marvel of the High Wold!' An arrow points to a nearby side-track. Following the track leads, after 200 yards, to a farmyard bustling with clucking fowl and scurrying milkmaids.",
      "interior": "A hulking barn directly opposite the track greets daytime visitors with its doors flung welcomingly open. (At night the barn is locked up.) Rows of wobbly benches on a hay-strewn floor face a raised stage, sequestered with tatty orange drapes. Quiet chirping and mewling can be heard behind the curtains. A curious painting depicting robed figures and a serpent hangs 20′ above. A barnyard odour permeates all.",
      "exploring": "The owner, Berrit Margleman, cordially greets visitors and invites them to witness her animal orchestra for a mere 2sp per guest (plus 2sp extra to view the painting up close). If paid, Margleman draws back the curtains, revealing several dozen cats, canaries, mice, and stoats lined up on perches. The animals treat guests to an amusing and impressively synchronised performance of popular folk ditties, squeaked, chirruped, and screeched. In parts, words of human speech are even recognisable.",
      "leaving": null,
      "inhabitants": "Berrit Margleman, the orchestrator",
      "roll_tables": [],
      "npcs": [
        "berrit_margleman"
      ],
      "special_features": [
        "The Triptych - A time-worn oil painting depicting the tale of the arch-Drune known as the Aubrathon and his theft of one of the three Mirrors of Embala from the witches"
      ],
      "secrets": [
        "The painting relates the tale of the Aubrathon's theft of a Mirror of Embala, though the owner has no knowledge of its meaning"
      ],
      "is_dungeon": false,
      "dungeon_levels": null
    }
  ],
  "roll_tables": [],
  "npcs": [
    {
      "npc_id": "berrit_margleman",
      "name": "Berrit Margleman",
      "title": "Orchestrator",
      "description": "A hunched human woman in her 50s, with floppy, centre-parted hair, a lazy eye, and one gold tooth. Dresses in a harlequin patchwork of quilted felt, brandishes a long walking cane topped with a cat's head.",
      "kindred": "Human",
      "alignment": "Lawful",
      "demeanor": [
        "Grinning",
        "showmanlike",
        "vacuously jocular"
      ],
      "speech": "Rustic brogue",
      "languages": [
        "Woldish",
        "Gaffe"
      ],
      "desires": [
        "Unusual animals, especially those trained to perform",
        "Rumours from afar"
      ],
      "secrets": [],
      "possessions": [
        "Long walking cane topped with a cat's head"
      ],
      "location": "The Aubrathony Animal Orchestra",
      "stat_reference": null,
      "is_combatant": false
    }
  ],
  "items": [
    {
      "name": "The Triptych",
      "description": "A time-worn oil painting, beginning to fade and peel. Left panel: An old woman cloaked in white stands in the woods with three silver mirrors, a gigantic russet serpent coiled at her feet. Centre panel: The russet serpent in a great body of dark water, its head raised out of the waters in ecstasy. Sheer cliffs loom above it. Right panel: A gaunt man cloaked in black stands on a bleak hilltop, holding aloft one of the silver mirrors and trampling upon the russet serpent, now blindfolded. Beneath the triptych is an inscription in Witches' Cant.",
      "mechanical_effect": "Relates the tale of the arch-Drune known as the Aubrathon and his theft of one of the three Mirrors of Embala from the witches",
      "value": null,
      "location": "The Aubrathony Animal Orchestra barn, hanging 20′ above the stage"
    }
  ],
  "secrets": [
    "The triptych depicts the story of the Aubrathon's theft of a Mirror of Embala, though Berrit Margleman has no knowledge of its origin or meaning",
    "The inscription beneath the triptych is written in Witches' Cant and tells of Embala's loss of one of her three scrying mirrors to the traitor Aubrathon"
  ],
  "dm_notes": "Full settlement description for Lankshorn: See p156. The Aubrathon reference: See p55. Mirrors of Embala reference: See p75. Witches' Cant reference: See p72.",
  "adjacent_hexes": [],
  "roads": [
    "Swallop Road"
  ],
  "_metadata": {
    "source_file": "../data/pdfs/core/Dolmenwood_Campaign_Book.pdf",
    "pages": [
      271
    ],
    "extraction_note": "Review and correct this data before importing"
  }
}