{
  "name": "Meagre's Reach",
  "settlement_id": "meagres_reach",
  "hex_id": "1703",
  "size": "village",
  "population": 120,
  "population_description": "120—village",
  "tagline": "Antiquated village dredged out of time by Ygraine's sorcery",
  "description": "A quaint village of antique brick structures built tall and too close to one another. Meagre's Reach (or, as locals call it, simply \"the Reach\") is located close to several rich claybeds and thrives on clay mining and brickmaking.",
  "atmosphere": "A village caught between past and present, with temporal anomalies and growing unrest between rebels and loyalists",
  "inhabitants_description": "A noticeably aged population of folk native to the village, alongside a number of outsiders hired to work in the clay pits and brickworks",
  "governance": {
    "ruler_type": "council",
    "ruler_name": null,
    "ruling_body": "council of Elders, dominated by Reynold Barhaim and Benedict Redhearth",
    "domain": "House Guillefer",
    "political_status": "virtually independent, under patronage of Ygraine Mordlin",
    "notes": "House Guillefer pays little attention to the village. Practically run by council of Elders under patronage of Ygraine Mordlin of nearby Chateau Mauvesse"
  },
  "religion": {
    "primary_deity": "Pluritine Church",
    "religious_buildings": [
      "The Chapel of the Host of Heaven's Light"
    ],
    "religious_practices": "Native Reach-folk are devout adherents of the Pluritine Church, but have a preference for private contemplation, scriptural study, and prayer in their own homes. The village's church is little used.",
    "notes": null
  },
  "history": [
    "250 years ago, it was ravaged by plague and became a ghost town, entirely abandoned",
    "100 years later, Ygraine took up residence in the nearby Chateau Mauvesse",
    "Ygraine worked great magic to give its people a second chance. The village as it existed 300 years ago—before the plague—was wrested out of time and brought into the present day"
  ],
  "current_events": [
    "Unrest is brewing in Meagre's Reach, as the two most influential Elders vie for control",
    "Benedict Redhearth believes that Ygraine keeps the village enchanted as a plaything and wishes to break free of her sorcerous yoke",
    "Reynold Barhaim remains loyal to Ygraine, opposing Redhearth and his rebels. In secret, Barhaim is training his workers as a militia to resist Redhearth's rebels"
  ],
  "rumors_reference": "See Rumours in Meagre's Reach, p449",
  "special_features": [
    {
      "name": "The Curse of Meagre's Reach",
      "description": "Any person born in Meagre's Reach cannot leave hex 1703. Those who pass outside the hex disappear into oblivion.",
      "mechanical_effect": "Natives cannot leave hex 1703 without disappearing",
      "affected_area": "All natives of Meagre's Reach"
    },
    {
      "name": "Elders and Younglings",
      "description": "The resurrected villagers (Elders) age at one-third of the normal rate due to temporal magic side-effects. Those born since resurrection (Younglings) age normally.",
      "mechanical_effect": "Elders age at 1/3 normal rate",
      "affected_area": "Elders only"
    },
    {
      "name": "The Frozen",
      "description": "Three villagers stand frozen in time in the village square—victims of a flaw in Ygraine's magic. They are impervious to weathering and damage.",
      "mechanical_effect": "Completely frozen in time, impervious to damage",
      "affected_area": "Village Square"
    }
  ],
  "equipment_availability": {
    "price_modifier": 1.5,
    "available_categories": [
      "basic equipment"
    ],
    "unavailable_categories": [],
    "special_items": [],
    "notes": "Armour, weapons, vehicles, and mounts cost 50% more than usual"
  },
  "locations": [
    {
      "number": 1,
      "name": "Village Square",
      "location_type": "landmark",
      "description": "A tidy, brick-paved square whose breadth feels diminished by the overhanging eaves of the teetering buildings that surround it.",
      "interior": null,
      "exterior": "Brick-paved square surrounded by tall, overhanging buildings",
      "populace": "Village bustle, plus three frozen individuals",
      "atmosphere": "Busy but diminished by looming architecture",
      "services": [],
      "npcs": [],
      "special_features": [
        "The Frozen - three villagers frozen in time",
        "Eggfast market and sermons by Benedict Redhearth"
      ],
      "secrets": [
        "The Frozen are victims of Ygraine's flawed magic"
      ],
      "monsters": [],
      "is_locked": false,
      "key_holder": null
    },
    {
      "number": 2,
      "name": "The Chapel of the Host of Heaven's Light",
      "location_type": "church",
      "description": "A narrow church whose sober grey stone contrasts against the colourful brickwork of the rest of the village. Gargoyles in the form of puff-cheeked, goggle-eyed devils and priests festoon its exterior, also at ground level.",
      "interior": "A poky space crammed with pews, candle holders, incense burners, stacks of prayer books, and far too many pillars. A beautiful wooden idol of St Lillibeth of the Sugared Breath stands upon the altar, depicted with a dozen doves perched among her cascading, gilded locks.",
      "exterior": "Grey stone with gargoyles, inconspicuous 5' high oaken door",
      "populace": "A small number of Younglings and the occasional traveller. 2-in-6 chance of the sage Lorrima Gravesby in prayer. Sister Delora observes stoically.",
      "atmosphere": "Cramped, solemn, little-used",
      "services": [
        {
          "name": "Prayer blessing",
          "description": "Characters praying may receive the blessing of St Lillibeth: the ability to cast Lesser Healing",
          "cost": "free",
          "notes": "See Shrines, p22"
        }
      ],
      "npcs": [
        "sister_nancy_delora",
        "lorrima_gravesby"
      ],
      "special_features": [
        "Wooden idol of St Lillibeth of the Sugared Breath"
      ],
      "secrets": [],
      "monsters": [],
      "is_locked": false,
      "key_holder": null
    },
    {
      "number": 3,
      "name": "Redhearth Bakery",
      "location_type": "shop",
      "description": "The village bakery is notable for the vividly painted, life-size statue of St Hollyhock (patron saint of bakers' ovens) integrated into its exterior at ground level.",
      "interior": "A cramped room stuffed with baskets. The heat and clouds of flour dust are nigh unbearable. The baker, Benedict Redhearth, furiously shovels fresh buns out of the oven and into baskets.",
      "exterior": "Life-size statue of St Hollyhock with soot-covered face and hands, clutching a basket overflowing with scones. Two doors flank the statue.",
      "populace": "Benedict Redhearth working furiously",
      "atmosphere": "Hot, dusty, cramped, intense activity",
      "services": [
        {
          "name": "Baked goods",
          "description": "Exquisite cookies and spiced bread",
          "cost": "2sp a ration",
          "notes": "Only if caught in pleasant mood, limited opening hours"
        }
      ],
      "npcs": [
        "benedict_redhearth"
      ],
      "special_features": [
        "Opens early and closes mid-morning"
      ],
      "secrets": [],
      "monsters": [],
      "is_locked": false,
      "key_holder": null
    },
    {
      "number": 4,
      "name": "Everslumber Lane",
      "location_type": "landmark",
      "description": "A narrow lane lined with family crypts, the arch around each door decorated with human skulls. Within each crypt are interred the bones of many generations of Reach-folk, who do not bury their dead in the ground like other folk of Dolmenwood.",
      "interior": "Family crypts containing bones of many generations",
      "exterior": "Narrow lane with skull-decorated crypt doors",
      "populace": "Occasional mourners and visitors",
      "atmosphere": "Solemn, ancestral, mysterious",
      "services": [],
      "npcs": [],
      "special_features": [
        "Names and dates carved on doors reveal gap in deaths between 250-100 years ago"
      ],
      "secrets": [
        "The missing years reveal the time when the village was abandoned due to plague"
      ],
      "monsters": [],
      "is_locked": false,
      "key_holder": null
    },
    {
      "number": 5,
      "name": "The Grizzle and Grouse",
      "location_type": "inn",
      "description": "A tall, narrow building on the edge of the village, constructed of purple-glazed bricks with an iridescent sheen. A grinning man in the moon face is engraved in each brick.",
      "interior": "Smoky, dimly lit, and low-beamed, with tables crammed into odd nooks and corners. A magnificent pair of stuffed grouse is poised dramatically above the bar, the landlord, Primulus Paste, serving dourly beneath.",
      "exterior": "Purple-glazed iridescent bricks with man in the moon faces, sign showing man in moon weeping into porridge bowl",
      "populace": "A rowdy assortment of local Reach-folk and immigrant brick-workers. A group of Redhearth's Rebels invariably occupies a shadowed corner table, conspiring quietly.",
      "atmosphere": "Smoky, cramped, conspiratorial, forced merriment",
      "services": [
        {
          "name": "Food",
          "description": "Of common quality",
          "cost": "standard price",
          "notes": null
        },
        {
          "name": "Stoggy stew",
          "description": "Fermented game fowl served on a plate of beans—a local speciality",
          "cost": "3sp a plate",
          "notes": null
        }
      ],
      "npcs": [
        "primulus_paste"
      ],
      "special_features": [
        "Evening entertainment with Betsy playing fiddle and forcing guests to dance duets"
      ],
      "secrets": [
        "Redhearth's Rebels meet here and may approach outsiders for recruitment"
      ],
      "monsters": [],
      "is_locked": false,
      "key_holder": null
    },
    {
      "number": 6,
      "name": "Smarg's Turret",
      "location_type": "landmark",
      "description": "A square, four-storey turret, complete with crenellations, standing utterly incongruously at the edge of the village, under the boughs of a mighty copper beech. The origin of the turret and the identity of Smarg are unclear, even to Elders, but it is commonly believed to be the remnant of a much larger fortification.",
      "interior": "Pristine, whitewashed walls, simple yet beautiful wooden furnishings, and meticulously ordered bookshelves (folklore and bestiaries) lining the spiral stairways. A silver Holy Shield bearing the symbol of St Signis hangs in the library on the second floor.",
      "exterior": "Square four-storey turret with crenellations under copper beech, reinforced wooden door with brass Chapes holy symbol",
      "populace": "The sage Lorrima Gravesby and 3 lichhounds named Benester, Eggort, and Hollyhock",
      "atmosphere": "Scholarly, pristine, mysterious origins",
      "services": [
        {
          "name": "Sage consultation",
          "description": "Monster lore expertise",
          "cost": "standard sage rates",
          "notes": "Apply standard rules for hiring a sage"
        }
      ],
      "npcs": [
        "lorrima_gravesby"
      ],
      "special_features": [
        "Expansive cellars contain jarred and stuffed specimens of fairies, monsters, and fantastic beasts",
        "Silver Holy Shield of St Signis in library"
      ],
      "secrets": [
        "Origin of turret and identity of Smarg unknown even to Elders"
      ],
      "monsters": [
        "lichhound"
      ],
      "is_locked": false,
      "key_holder": null
    },
    {
      "number": 7,
      "name": "Barhaim and Sons Brickyard",
      "location_type": "shop",
      "description": "A broad, dusty fenced yard, with towering piles of stacked bricks and a bustle of carts, draft horses, and whistling brick-workers.",
      "interior": "Workers' lodgings with warehouse ground floor and rows of bunks on upper floors",
      "exterior": "Fenced yard with brick piles, three kilns operating day and night, raised observation platform",
      "populace": "Mix of locals and migrant workers from other parts of Dolmenwood. Reynold Barhaim and his five sons observe from raised platform.",
      "atmosphere": "Industrial, bustling, secretly militaristic",
      "services": [
        {
          "name": "Bricks",
          "description": "Clay bricks from local pits and Dark Mirror",
          "cost": "standard rates",
          "notes": null
        },
        {
          "name": "Worker lodging",
          "description": "Bunks for migrant workers",
          "cost": "included with employment",
          "notes": null
        }
      ],
      "npcs": [
        "reynold_barhaim"
      ],
      "special_features": [
        "Kilns operate day and night",
        "Uses clay from Dark Mirror",
        "Three-storey workers' lodging building"
      ],
      "secrets": [
        "Muffled sounds of military drills from basement at night - Barhaim training militia"
      ],
      "monsters": [],
      "is_locked": false,
      "key_holder": null
    },
    {
      "number": 8,
      "name": "Follyegg Road",
      "location_type": "landmark",
      "description": "A twisting, little-used road in the deep forest, leading west to the village of Odd (hex 1403).",
      "interior": null,
      "exterior": "Twisting forest road",
      "populace": "Occasional travelers",
      "atmosphere": "Quiet, little-used, forest-bound",
      "services": [],
      "npcs": [],
      "special_features": [],
      "secrets": [],
      "monsters": [],
      "is_locked": false,
      "key_holder": null
    },
    {
      "number": 9,
      "name": "Mirror Road",
      "location_type": "landmark",
      "description": "Paved with violet-glazed bricks, shimmering as though always cast in the light of an unobscured sunset, falling only into darkness when the moon is high. The Mirror Road leads four miles directly to the gates of Chateau Mauvesse (hex 1802), home of Ygraine the Sorceress.",
      "interior": null,
      "exterior": "Violet-glazed brick road with supernatural sunset shimmer",
      "populace": "Travelers to and from Chateau Mauvesse",
      "atmosphere": "Magical, ethereal, ominous",
      "services": [],
      "npcs": [],
      "special_features": [
        "Shimmers like sunset light except when moon is high",
        "Leads directly to Chateau Mauvesse"
      ],
      "secrets": [],
      "monsters": [],
      "is_locked": false,
      "key_holder": null
    }
  ],
  "npcs": [
    {
      "npc_id": "reynold_barhaim",
      "name": "Reynold Barhaim",
      "title": "Brickmaster",
      "description": "A hearty, middle-aged human man of 115 years (as an Elder, he was born 315 years ago) with a bald pate and luxuriantly curled black beard and eyebrows.",
      "kindred": "Human",
      "age_description": "115 years (Elder, born 315 years ago)",
      "dress": "As owner of the brickworks",
      "alignment": "Neutral",
      "demeanor": [
        "Bold",
        "mirthful",
        "arrogant"
      ],
      "mannerisms": null,
      "speech": "Cordial rumbling. Woldish.",
      "languages": [
        "Woldish"
      ],
      "desires": [
        "To see the world beyond the Reach",
        "To quash Redhearth's rebellion"
      ],
      "secrets": [
        "Possesses a silver raven Talisman of Dimensional Anchoring from Ygraine",
        "Secretly uses talisman with his five sons to visit Chateau Mauvesse and the Dark Mirror",
        "Training workers as militia"
      ],
      "location_id": "7",
      "occupation": "Owner of brickworks, richest person in Meagre's Reach",
      "vulnerabilities": [
        "desire_to_see_world_beyond_the_reach",
        "loyalty_to_ygraine",
        "arrogance_about_wealth"
      ],
      "known_topics": [
        {
          "topic_id": "brickworks_operations",
          "content": "Barhaim strokes his luxuriant beard. 'My brickworks are the lifeblood of Meagre's Reach. We use clay from the Dark Mirror—a gift from Ygraine herself.'",
          "keywords": ["brickworks", "clay", "dark mirror", "ygraine"],
          "required_disposition": -2,
          "category": "location",
          "priority": 6
        },
        {
          "topic_id": "redhearth_conflict",
          "content": "His eyes narrow. 'Redhearth is a fool. His rebellion would destroy everything Ygraine has given us. I will not let that happen.'",
          "keywords": ["redhearth", "rebellion", "conflict", "ygraine"],
          "required_disposition": 0,
          "category": "npc",
          "priority": 7
        },
        {
          "topic_id": "curse_of_the_reach",
          "content": "Barhaim's voice grows heavy. 'We cannot leave this hex. Those born here who cross the boundary... vanish into oblivion. Ygraine's magic saved us, but it also binds us.'",
          "keywords": ["curse", "boundary", "hex", "ygraine", "magic"],
          "required_disposition": 1,
          "category": "lore",
          "priority": 8
        }
      ],
      "secret_info": [
        {
          "secret_id": "silver_raven_talisman",
          "content": "Barhaim glances around, then produces a silver raven from his pocket. 'Ygraine gave me this Talisman of Dimensional Anchoring. With it, my sons and I can visit her at Chateau Mauvesse—and the Dark Mirror itself.'",
          "hint": "He seems to travel freely despite the curse binding other villagers.",
          "keywords": ["talisman", "silver raven", "dimensional anchoring", "ygraine", "dark mirror"],
          "required_disposition": 3,
          "required_trust": 2,
          "can_be_bribed": false,
          "bribe_amount": null
        },
        {
          "secret_id": "militia_training",
          "content": "He lowers his voice. 'In the basement of the workers' lodging, I train my workers as a militia. When Redhearth makes his move, we will be ready to defend Ygraine's gift.'",
          "hint": "Muffled sounds of military drills can be heard from the brickyard basement at night.",
          "keywords": ["militia", "training", "basement", "workers", "redhearth"],
          "required_disposition": 2,
          "required_trust": 2,
          "can_be_bribed": true,
          "bribe_amount": "50gp"
        }
      ],
      "relationships": [
        {
          "npc_id": "benedict_redhearth",
          "relationship_type": "rival",
          "description": "Political enemy leading rebel faction against Ygraine's rule",
          "hex_id": "1703",
          "notes": "Barhaim despises Redhearth's rebellion and secretly trains militia to oppose him"
        },
        {
          "npc_id": "ygraine_mordlin",
          "relationship_type": "patron",
          "description": "The sorceress who saved Meagre's Reach and grants Barhaim special privileges",
          "hex_id": "1802",
          "notes": "Barhaim is utterly loyal to Ygraine and possesses her gift—the Talisman of Dimensional Anchoring"
        }
      ]
    },
    {
      "npc_id": "sister_nancy_delora",
      "name": "Sister Nancy Delora",
      "title": "Nun",
      "description": "A stony-faced old human nun, dressed in a chaste white robe embroidered with golden doves.",
      "kindred": "Human",
      "age_description": "old (Elder)",
      "dress": "chaste white robe embroidered with golden doves",
      "alignment": "Neutral",
      "demeanor": [
        "Meditative stillness, verging on torpidity",
        "Standoffish",
        "Isolated from reality"
      ],
      "mannerisms": null,
      "speech": "Frosty, creaky. Woldish, Liturgic.",
      "languages": [
        "Woldish",
        "Liturgic"
      ],
      "desires": [
        "To be excluded from contentious goings-on in the village"
      ],
      "secrets": [
        "Secretly wishes to leave Meagre's Reach and go on pilgrimage to Castle Brackenwold, but knows this is an impossibility",
        "Vicar Hallyman left and disappeared into oblivion"
      ],
      "location_id": "2",
      "occupation": "Nun, serves as assistant to absent Vicar Hallyman, takes confession and holds services",
      "vulnerabilities": [
        "isolation_from_reality",
        "secret_desire_to_leave",
        "knowledge_of_vicar_hallemans_fate"
      ],
      "known_topics": [
        {
          "topic_id": "chapel_duties",
          "content": "Sister Delora speaks with frosty precision. 'I tend to the Chapel of the Host of Heaven's Light. The Vicar is... away. I take confession and hold services in his stead.'",
          "keywords": ["chapel", "vicar", "confession", "services", "church"],
          "required_disposition": -2,
          "category": "location",
          "priority": 5
        },
        {
          "topic_id": "village_conflict",
          "content": "She sighs wearily. 'The squabbles between Barhaim and Redhearth are of no concern to me. I wish only to be left in peace to serve the Host of Heaven.'",
          "keywords": ["barhaim", "redhearth", "conflict", "neutral"],
          "required_disposition": 0,
          "category": "situation",
          "priority": 4
        },
        {
          "topic_id": "st_lillibeth_shrine",
          "content": "Her eyes soften slightly. 'The wooden idol of St Lillibeth of the Sugared Breath stands upon our altar. Those who pray sincerely may receive her blessing—the gift of Lesser Healing.'",
          "keywords": ["st lillibeth", "shrine", "blessing", "healing", "prayer"],
          "required_disposition": 0,
          "category": "lore",
          "priority": 6
        }
      ],
      "secret_info": [
        {
          "secret_id": "pilgrimage_desire",
          "content": "Her stony facade cracks. 'I dream of walking the roads to Castle Brackenwold, of seeing the great churches beyond this place. But I know it is impossible. The curse would take me, as it took...' She falls silent.",
          "hint": "Her eyes grow distant when travelers mention other holy sites.",
          "keywords": ["pilgrimage", "castle brackenwold", "curse", "dream"],
          "required_disposition": 2,
          "required_trust": 1,
          "can_be_bribed": false,
          "bribe_amount": null
        },
        {
          "secret_id": "vicar_hallemans_fate",
          "content": "Sister Delora's voice becomes a whisper. 'Vicar Halleman tried to leave Meagre's Reach. He stepped beyond the hex boundary and... vanished. Into oblivion. That is why I remain here, tending to my duties.'",
          "hint": "She never speaks of the Vicar in the present tense.",
          "keywords": ["vicar halleman", "disappeared", "oblivion", "boundary", "curse"],
          "required_disposition": 3,
          "required_trust": 2,
          "can_be_bribed": false,
          "bribe_amount": null
        }
      ],
      "relationships": [
        {
          "npc_id": "lorrima_gravesby",
          "relationship_type": "acquaintance",
          "description": "The sage often visits the chapel for prayer and contemplation",
          "hex_id": "1703",
          "notes": "2-in-6 chance of encountering Lorrima Gravesby at the chapel"
        }
      ],
      "faction_profile": {
        "primary_faction_id": "pluritine_church",
        "secondary_faction_ids": [],
        "faction_role": "priest",
        "loyalty_type": "loyal",
        "loyalty_strength": 2,
        "public_alignment": "open",
        "cover_story": null
      },
      "faction_attitudes": {
        "drune": -3,
        "witches": -2,
        "cold_prince": -1,
        "nag_lord": -3
      }
    },
    {
      "npc_id": "benedict_redhearth",
      "name": "Benedict Redhearth",
      "title": "Baker / Dissident Leader",
      "description": "A hale old human man of 140 years (as an Elder, he was born 340 years ago) with spiky red hair and beard, a distended gut, and fire in his eyes.",
      "kindred": "Human",
      "age_description": "140 years (Elder, born 340 years ago)",
      "dress": "Baker's attire",
      "alignment": "Neutral",
      "demeanor": [
        "Cantankerous",
        "obsessive"
      ],
      "mannerisms": null,
      "speech": "Hoarse tirades and quiet mumbling. Woldish.",
      "languages": [
        "Woldish"
      ],
      "desires": [
        "To free the people of Meagre's Reach from their bondage under Ygraine's magic"
      ],
      "secrets": [
        "Secretly believes that ending Ygraine's spell on the village will bring about the death of its inhabitants",
        "Desires above all to return himself and the other Elders to Heaven",
        "Claims to recall his death and the embrace of Heaven but will not speak of details"
      ],
      "location_id": "3",
      "occupation": "Village baker and leader of rebel faction",
      "vulnerabilities": [
        "obsession_with_freeing_village",
        "belief_that_elders_should_return_to_heaven",
        "memories_of_death_and_afterlife"
      ],
      "known_topics": [
        {
          "topic_id": "bakery_business",
          "content": "Redhearth barely looks up from his furious shoveling. 'Cookies. Spiced bread. Two silver a ration. Buy or leave—I've work to do.'",
          "keywords": ["bakery", "bread", "cookies", "food"],
          "required_disposition": -2,
          "category": "interaction",
          "priority": 4
        },
        {
          "topic_id": "rebellion_against_ygraine",
          "content": "His eyes blaze with fire. 'Ygraine keeps us trapped here like toys in a box! We Elders were dead—at peace in Heaven—until she dragged us back. This is no life, it is imprisonment!'",
          "keywords": ["ygraine", "rebellion", "freedom", "elders", "imprisonment"],
          "required_disposition": 0,
          "category": "faction",
          "priority": 8
        },
        {
          "topic_id": "curse_explanation",
          "content": "He slams a loaf onto the counter. 'Those born in the Reach cannot leave hex 1703. Step beyond, and you vanish. Ygraine's so-called gift comes with chains invisible.'",
          "keywords": ["curse", "hex", "boundary", "vanish", "ygraine"],
          "required_disposition": 0,
          "category": "lore",
          "priority": 7
        }
      ],
      "secret_info": [
        {
          "secret_id": "death_wish_for_elders",
          "content": "Redhearth's voice drops to a hoarse whisper. 'I know that breaking Ygraine's spell will likely kill all the Elders—myself included. But that is what I want. We should not be here. We belong in Heaven, where we were before she stole us back.'",
          "hint": "His rebellion seems less about freedom and more about something darker—a desire for finality.",
          "keywords": ["death", "elders", "heaven", "spell", "ygraine"],
          "required_disposition": 3,
          "required_trust": 2,
          "can_be_bribed": false,
          "bribe_amount": null
        },
        {
          "secret_id": "memory_of_heaven",
          "content": "His eyes grow distant. 'I remember dying. I remember the embrace of Heaven—warmth, light, peace beyond description. And then Ygraine's magic ripped me back into this cursed flesh. I cannot speak of what I saw, but I know where we belong.'",
          "hint": "He speaks of death with longing rather than fear.",
          "keywords": ["heaven", "death", "memory", "afterlife", "ygraine"],
          "required_disposition": 4,
          "required_trust": 3,
          "can_be_bribed": false,
          "bribe_amount": null
        }
      ],
      "relationships": [
        {
          "npc_id": "reynold_barhaim",
          "relationship_type": "rival",
          "description": "Political enemy who opposes the rebellion and remains loyal to Ygraine",
          "hex_id": "1703",
          "notes": "Quarrels with Barhaim loudly in the village square"
        },
        {
          "npc_id": "sister_nancy_delora",
          "relationship_type": "antagonist",
          "description": "The nun who expels him from church for being a malcontent",
          "hex_id": "1703",
          "notes": "Sister Delora has loudly expelled Redhearth from the church"
        }
      ]
    },
    {
      "npc_id": "primulus_paste",
      "name": "Primulus Paste",
      "title": "Grizzle and Grouse Proprietor",
      "description": "A rotund, sour-faced, slack-jowled human man in his middle years (a Youngling), with a dirty mop of blond hair and drooping moustaches like a pair of rat tails.",
      "kindred": "Human",
      "age_description": "middle years (Youngling)",
      "dress": "grubby hose and shirts, splitting at the seams",
      "alignment": "Neutral",
      "demeanor": [
        "Miserly",
        "easily startled"
      ],
      "mannerisms": null,
      "speech": "Acerbic grumbling. Woldish.",
      "languages": [
        "Woldish"
      ],
      "desires": [
        "To marry his eldest daughter, Pilphra (24), to any well-off outsider willing to settle in the Reach"
      ],
      "secrets": [],
      "location_id": "5",
      "occupation": "Inn proprietor",
      "vulnerabilities": [
        "desire_to_marry_off_daughter",
        "miserly_nature",
        "easily_startled"
      ],
      "known_topics": [
        {
          "topic_id": "grizzle_and_grouse_services",
          "content": "Paste grumbles as he wipes down the bar. 'Food and lodging at standard rates. Try the stoggy stew—fermented game fowl on beans. Three silver a plate. Local specialty.'",
          "keywords": ["inn", "food", "lodging", "stoggy stew"],
          "required_disposition": -2,
          "category": "interaction",
          "priority": 5
        },
        {
          "topic_id": "daughter_pilphra",
          "content": "His sour face brightens slightly. 'My eldest daughter Pilphra is 24, unmarried, and looking for a well-off husband. Anyone willing to settle in the Reach would do well to consider her.'",
          "keywords": ["pilphra", "daughter", "marriage", "settle"],
          "required_disposition": 0,
          "category": "personal",
          "priority": 7
        },
        {
          "topic_id": "village_politics",
          "content": "He shrugs dismissively. 'Barhaim and Redhearth can fight all they want. I just want to run my inn in peace and see my daughter married.'",
          "keywords": ["barhaim", "redhearth", "politics", "neutral"],
          "required_disposition": 0,
          "category": "situation",
          "priority": 4
        }
      ],
      "secret_info": [],
      "relationships": [
        {
          "npc_id": "benedict_redhearth",
          "relationship_type": "tolerant",
          "description": "Redhearth's Rebels regularly meet in a shadowed corner of the Grizzle and Grouse",
          "hex_id": "1703",
          "notes": "Paste tolerates the rebels but doesn't actively support them"
        }
      ]
    },
    {
      "npc_id": "lorrima_gravesby",
      "name": "Lorrima Gravesby",
      "title": "Sage (Level 4 Cleric)",
      "description": "An elderly human woman of graceful bearing, with long silver hair and deep grey eyes.",
      "kindred": "Human",
      "age_description": "elderly",
      "dress": "plain white robes, with an ornate, swan-crested silver helm (a Helm of Realignment—she was formerly Lawful)",
      "alignment": "Neutral",
      "demeanor": [
        "Wry",
        "humble",
        "vilifies arrogance"
      ],
      "mannerisms": "Prone to in-depth tangents",
      "speech": "Slow and soft. Woldish, Old Woldish, Liturgic.",
      "languages": [
        "Woldish",
        "Old Woldish",
        "Liturgic"
      ],
      "desires": [
        "Erudite companionship",
        "Books from afar",
        "Monster specimens—whole carcasses or parts"
      ],
      "secrets": [
        "Unbeknown to any in Meagre's Reach, Gravesby is a former cleric of the Order of St Signis and retains the capabilities of that Class"
      ],
      "location_id": "6",
      "occupation": "Sage specializing in monster lore, retired from Castle Brackenwold",
      "vulnerabilities": [
        "desire_for_erudite_companionship",
        "collector_of_monster_specimens",
        "former_cleric_identity"
      ],
      "known_topics": [
        {
          "topic_id": "sage_services",
          "content": "Gravesby speaks slowly and softly. 'I am a sage of monster lore. Bring me your questions about beasts and creatures—or better yet, specimens. Whole carcasses or parts, I accept them all.'",
          "keywords": ["sage", "monster", "lore", "specimens", "consultation"],
          "required_disposition": -1,
          "category": "interaction",
          "priority": 6
        },
        {
          "topic_id": "smargs_turret",
          "content": "She gestures to the tower around her. 'Smarg's Turret has been my home for many years. The cellars contain my collection—jarred and stuffed specimens of fairies, monsters, and fantastic beasts. The origin of the turret itself is unclear, even to the Elders.'",
          "keywords": ["smargs turret", "collection", "specimens", "tower"],
          "required_disposition": 0,
          "category": "location",
          "priority": 5
        },
        {
          "topic_id": "lichhounds",
          "content": "Three spectral hounds pad silently through the tower. 'Benester, Eggort, and Hollyhock—my lichhounds. Faithful companions in my studies.'",
          "keywords": ["lichhounds", "benester", "eggort", "hollyhock", "undead"],
          "required_disposition": 0,
          "category": "npc",
          "priority": 4
        }
      ],
      "secret_info": [
        {
          "secret_id": "former_order_of_st_signis",
          "content": "She removes her ornate, swan-crested silver helm briefly. 'This is a Helm of Realignment. I was once a cleric of the Order of St Signis—Lawful in alignment and devoted to destroying the undead. The helm... changed me. Now I am Neutral, but I retain my clerical capabilities.'",
          "hint": "She wears an unusual helm and has undead companions—strange for a monster-lore sage.",
          "keywords": ["order of st signis", "cleric", "helm of realignment", "lawful", "neutral"],
          "required_disposition": 3,
          "required_trust": 2,
          "can_be_bribed": false,
          "bribe_amount": null
        },
        {
          "secret_id": "silver_holy_shield",
          "content": "In the library on the second floor, a silver Holy Shield bearing the symbol of St Signis hangs upon the wall. 'A relic of my former life. I keep it... as a reminder.'",
          "hint": "A holy symbol of St Signis can be glimpsed in her library.",
          "keywords": ["silver shield", "st signis", "holy", "relic"],
          "required_disposition": 2,
          "required_trust": 1,
          "can_be_bribed": false,
          "bribe_amount": null
        }
      ],
      "relationships": [
        {
          "npc_id": "sister_nancy_delora",
          "relationship_type": "acquaintance",
          "description": "Sometimes visits the chapel for private prayer and contemplation",
          "hex_id": "1703",
          "notes": "2-in-6 chance of being found in prayer at the chapel"
        }
      ]
    }
  ],
  "encounter_tables": [
    {
      "time_of_day": "day",
      "die_type": "d6",
      "entries": [
        {
          "roll": 1,
          "description": "1d3 Elders gathered in the village square, cleaning the Frozen with soapy cloths.",
          "npcs_involved": [
            "Elders"
          ],
          "monsters_involved": [],
          "notes": null
        },
        {
          "roll": 2,
          "description": "12 immigrant brickworkers roll into the village with cartload of iridescent clay from the Dark Mirror.",
          "npcs_involved": [
            "immigrant brickworkers"
          ],
          "monsters_involved": [],
          "notes": null
        },
        {
          "roll": 3,
          "description": "Panic in the village as a fire breaks out in the brickyard.",
          "npcs_involved": [],
          "monsters_involved": [],
          "notes": null
        },
        {
          "roll": 4,
          "description": "Benedict Redhearth and Reynold Barhaim quarrel loudly in the village square.",
          "npcs_involved": [
            "Benedict Redhearth",
            "Reynold Barhaim"
          ],
          "monsters_involved": [],
          "notes": null
        },
        {
          "roll": 5,
          "description": "A woman tearfully asking if any have seen her husband, Jock, who has not returned from hunting.",
          "npcs_involved": [
            "woman"
          ],
          "monsters_involved": [],
          "notes": null
        },
        {
          "roll": 6,
          "description": "Sister Delora loudly expels Benedict Redhearth from the church, stating that malcontents are unwelcome at her services.",
          "npcs_involved": [
            "Sister Delora",
            "Benedict Redhearth"
          ],
          "monsters_involved": [],
          "notes": null
        }
      ]
    },
    {
      "time_of_day": "night",
      "die_type": "d6",
      "entries": [
        {
          "roll": 1,
          "description": "A scuffle between 2d6 Redhearth's Rebels and a like number of Loyalist brickworkers.",
          "npcs_involved": [
            "Redhearth's Rebels",
            "Loyalist brickworkers"
          ],
          "monsters_involved": [],
          "notes": null
        },
        {
          "roll": 2,
          "description": "An adventuring party carries the bloody, decapitated head of a bestial centaur to Smarg's Turret.",
          "npcs_involved": [
            "adventuring party"
          ],
          "monsters_involved": [
            "bestial centaur"
          ],
          "notes": "Reference to DMB"
        },
        {
          "roll": 3,
          "description": "Benedict Redhearth drunkenly rages through the village, urging all Reach-folk to take up arms and storm Chateau Mauvesse.",
          "npcs_involved": [
            "Benedict Redhearth"
          ],
          "monsters_involved": [],
          "notes": null
        },
        {
          "roll": 4,
          "description": "A drunk claims the Frozen have returned to life.",
          "npcs_involved": [
            "drunk"
          ],
          "monsters_involved": [],
          "notes": null
        },
        {
          "roll": 5,
          "description": "A sombre procession through Everslumber Lane, bearing the bones of honoured ancestors.",
          "npcs_involved": [
            "mourners"
          ],
          "monsters_involved": [],
          "notes": null
        },
        {
          "roll": 6,
          "description": "All-night festivities at the Grizzle and Grouse, as the landlord attempts to find a suitor for his daughter.",
          "npcs_involved": [
            "Primulus Paste",
            "Pilphra"
          ],
          "monsters_involved": [],
          "notes": null
        }
      ]
    }
  ],
  "monsters": [
    {
      "name": "Lichhound",
      "monster_id": "lichhound",
      "description": "Three lichhounds named Benester, Eggort, and Hollyhock reside in Smarg's Turret with the sage",
      "size": null,
      "type": "undead",
      "intelligence": null,
      "alignment": null,
      "level": null,
      "ac": null,
      "hp": null,
      "saves": null,
      "attack": null,
      "speed": null,
      "morale": null,
      "xp": null,
      "special_abilities": []
    }
  ],
  "roads": [
    "Follyegg Road",
    "Mirror Road"
  ],
  "connections": [
    "hex 1403 (Odd)",
    "hex 1802 (Chateau Mauvesse)"
  ],
  "_metadata": {
    "source_file": "../data/pdfs/core/Dolmenwood_Campaign_Book.pdf",
    "pages": [
      164,
      165,
      166,
      167
    ],
    "extraction_note": "Review and correct this data before importing"
  }
}