{
  "_metadata": {
    "source_file": "../data/pdfs/core/Dolmenwood_Campaign_Book.pdf",
    "pages": [
      456,
      457,
      458,
      459
    ],
    "content_type": "spells",
    "item_count": 16,
    "errors": [],
    "note": "Review and correct this data before importing"
  },
  "items": [
    {
      "name": "Aid",
      "spell_id": "aid",
      "level": 2,
      "magic_type": "divine",
      "duration": "1 Round per Level",
      "range": "The caster or a creature touched",
      "description": "Accompanied by the sound of a hound's bark, a single living creature gains 1d6 bonus Hit Points. Maximum Hit Points: The granted bonus Hit Points can increase the character's current Hit Point total above their normal maximum. Any damage suffered: Is subtracted first from the bonus Hit Points. When the duration ends: If any of the bonus Hit Points remain, they disappear.",
      "reversible": false,
      "reversed_name": null
    },
    {
      "name": "Cannibalise",
      "spell_id": "cannibalise",
      "level": 3,
      "magic_type": "arcane",
      "duration": "Instant",
      "range": "Creature touched",
      "description": "This gruesome spell enables the caster to magically absorb the living tissue of another creature and transmute its energy to regenerate damage to their own body. Damage: The caster's touch inflicts 2d6 points of damage, ripping flesh from the victim's body. This damage can only be healed by magic. Regeneration: The caster instantly regenerates an equal number of Hit Points to the damage taken by the target. Touching: Unless the target is willing or helpless, a successful melee attack is required. Restrictions: Non-living creatures are not affected.",
      "reversible": false,
      "reversed_name": null
    },
    {
      "name": "Command",
      "spell_id": "command",
      "level": 1,
      "magic_type": "divine",
      "duration": "1 Round",
      "range": "10′",
      "description": "The caster utters a command charged with holy power. A selected creature within range is magically compelled to obey for 1 Round. Command: The command is limited to a single word (e.g. flee, back, stop, surrender, leave, etc.). Language: If the command is spoken in a language the subject does not understand, the spell has no effect. Ineffectual commands: Commands that directly harm the subject or that enact evil or abusive deeds have no effect—the spell fails. Saving Throw: The subject may Save Versus Hold to resist the command. Restrictions: Undead and mindless creatures are unaffected.",
      "reversible": false,
      "reversed_name": null
    },
    {
      "name": "Decay",
      "spell_id": "decay",
      "level": 1,
      "magic_type": "arcane",
      "duration": "Instant or permanent",
      "range": "Corpse touched",
      "description": "This spell has three usages (chosen when cast): 1. Destroy tissue: A touched corpse or dead body part (e.g. dismembered limb, extracted organ, etc.) is eaten away to bones in 1 Turn, devoured by a gruesomely accelerated mass of maggots and mould. For the purposes of Raise Dead, a decayed corpse is treated as being 6 days old + 1 day per Level of the caster. 2. Harm undead: Inflicts 2d6 damage against a corporeal undead monster with flesh (e.g. ghoul, wight). The target must be touched, requiring a successful melee attack. 3. Ward against decay: Indefinitely protects a single corpse or dead body part (e.g. dismembered limb, extracted organ, etc.) from the natural processes of decay and deterioration.",
      "reversible": false,
      "reversed_name": null
    },
    {
      "name": "Detect Disguise",
      "spell_id": "detect_disguise",
      "level": 1,
      "magic_type": "divine",
      "duration": "Instant",
      "range": "60′",
      "description": "The reassuring voice of the aged St Dougan speaks in the caster's mind, saying simply \"be wary\" or \"be sure.\" The saint's advice reveals whether a chosen person within range is disguised by mundane (non-magical) means, for example with makeup, clothing, wigs, etc. Saving Throw: The target may Save Versus Spell to resist. True identity: The target's true identity is not revealed by this spell, merely the fact that they are disguised.",
      "reversible": false,
      "reversed_name": null
    },
    {
      "name": "Drouge's Arcane Unravelling",
      "spell_id": "drouges_arcane_unravelling",
      "level": 4,
      "magic_type": "arcane",
      "duration": "1 Turn",
      "range": "Object touched",
      "description": "Entering into a state of deep concentration for 1 Turn, the caster gains an insight into any enchantments upon the object touched. Detect magic: The caster knows whether the object is magical and whether the enchantment is permanent or temporary. Nature of enchantment: The caster learns the nature and function of the enchantment about the object, including whether it is cursed. Command words are not revealed. Chance of error: There is a 5% chance that the knowledge gained is erroneous or misleading. Interruption: The caster gains no knowledge if interrupted before the 1 Turn duration ends. Exhaustion: Casting this spell is mentally exhausting—the caster is unable to cast further spells of greater than Rank 2 until they have had a night's rest. Material component: This spell requires a crystal rod worth 100gp. The rod shatters when the spell ends.",
      "reversible": false,
      "reversed_name": null
    },
    {
      "name": "En Croute",
      "spell_id": "en_croute",
      "level": 2,
      "magic_type": "arcane",
      "duration": "Special",
      "range": "20′",
      "description": "A single humanoid target of Small or Medium size is enveloped in a pastry crust, ready spiced for baking. Immobilisation: The victim can breathe normally, but cannot speak and is immobilised by the magic of the crust. Escaping: The victim may try to break out of the crust, with success dependant on their Strength: 5 or less: six Turns, 6–8: four Turns, 9–12: three Turns, 13–15: two Turns, 16–17: one Turn, 18 or greater: 1d4 Rounds.",
      "reversible": false,
      "reversed_name": null
    },
    {
      "name": "Fear",
      "spell_id": "fear",
      "level": 3,
      "magic_type": "arcane",
      "duration": "Instant",
      "range": "60′ cone, 30′ wide at end",
      "description": "Conjures a cone of magical energy that terrifies those within it. Effect: Creatures in the cone must Save Versus Spell or be struck with terror, fleeing from the caster at maximum speed for 1 Round per Level of the caster. Dropping items: Affected creatures have a 60% chance of immediately dropping anything in their hands. The chance is decreased by 5% for each Level above 1.",
      "reversible": false,
      "reversed_name": null
    },
    {
      "name": "Gingerbread Charm",
      "spell_id": "gingerbread_charm",
      "level": 1,
      "magic_type": "arcane",
      "duration": "24 hours",
      "range": "Touch",
      "description": "This spell causes a single freshly baked gingerbread figure (up to 1′ across) to come to life. Behaviour: Animated gingerbread figures are cunning, sentient, and independent. The Referee should roll on the Gingerbread Charm Personality table to determine the figure's personality and Alignment. Communication: The caster can communicate with the gingerbread figure telepathically. This only functions when the two make eye contact (the gingerbread creature must be baked with eyes) and enter into a hypnotic trance. When the duration ends: The gingerbread figure disintegrates into crumbs.",
      "reversible": false,
      "reversed_name": null
    },
    {
      "name": "Ginger Snap",
      "spell_id": "ginger_snap",
      "level": 3,
      "magic_type": "arcane",
      "duration": "1d6 Rounds",
      "range": "30′",
      "description": "A single mortal, fairy, or demi-fey is partially transformed into crunchy gingerbread for the duration. Affected body parts: For every 3 Levels of the caster, one of the victim's limbs is transformed. At Level 14, the victim's head is also transformed. Effects: Affected body parts are brittle and useless and can be easily snapped. A successful Attack Roll with the intent to snap or smash a gingerbread body part will reduce it to crumbs. Successfully smashing a gingerbread head kills the victim. When the duration ends: Transformed body parts that remain intact return to normal. Smashed body parts are permanently destroyed. Saving Throw: The subject may Save Versus Hold to resist the transformation.",
      "reversible": false,
      "reversed_name": null
    },
    {
      "name": "Sanctuary",
      "spell_id": "sanctuary",
      "level": 1,
      "magic_type": "divine",
      "duration": "1 Round per Level",
      "range": "The caster or a creature touched",
      "description": "Accompanied with the pealing of bells, this spell hinders attacks against the subject. Attacks: An opponent intending to directly attack the subject must Save Versus Spell. If the save succeeds, the opponent is unaffected by the Sanctuary spell and may attack the subject as normal. If the save fails, the opponent will attack another target instead and cannot attack the subject while the Sanctuary spell lasts. Area effects: Affect the subject normally. (e.g. Fireball, wyrm breath, etc.) Offensive actions: The Sanctuary spell ends immediately if the subject takes any offensive action (e.g. attacking, casting offensive spells, etc.).",
      "reversible": false,
      "reversed_name": null
    },
    {
      "name": "Speak with Dead",
      "spell_id": "speak_with_dead",
      "level": 3,
      "magic_type": "arcane",
      "duration": "1 Turn",
      "range": "10′",
      "description": "The caster may ask questions of a deceased person, the spirit's voice echoing out from beyond the grave. Remains: Some remnant of the person's physical body (e.g. bones) must be within range. Time since death: It is only possible to awaken the spirit of a person who died within a certain time frame, dependent on the caster's Level (see the Speak With Dead Limitations table). Questions: The number of questions that can be asked depends on the caster's Level (see the Speak With Dead Limitations table). The spirit answers truthfully but briefly, and only possesses knowledge it had during life. Speech: The spirit speaks with the tongues it knew in life.",
      "reversible": false,
      "reversed_name": null
    },
    {
      "name": "Summon Shadow",
      "spell_id": "summon_shadow",
      "level": 5,
      "magic_type": "arcane",
      "duration": "1 Round per Level",
      "range": "30′",
      "description": "One shadow (DMB) per three Levels of the caster appears and does the caster's bidding for the duration. Requires darkness: Summon Shadow requires the presence of darkness within range. Conjured shadows emerge from this area of gloom.",
      "reversible": false,
      "reversed_name": null
    },
    {
      "name": "Transparency",
      "spell_id": "transparency",
      "level": 2,
      "magic_type": "arcane",
      "duration": "1 Turn per Level",
      "range": "The caster or a creature touched",
      "description": "The flesh, bones, hair, and internal organs of the subject become completely see-through, enabling a near-invisibility. Invisibility: The subject is completely invisible when stationary and has a 90% chance of remaining undetected when moving. In encounters, the opposing side has a 5-in-6 chance of being surprised. Clothing and equipment: Are not affected and must be removed in order to achieve the full effect. In combat: The subject may attack normally while transparent. Opponents suffer a –2 penalty to Attack Rolls. Restrictions: Non-living creatures are not affected.",
      "reversible": false,
      "reversed_name": null
    },
    {
      "name": "Trap the Soul",
      "spell_id": "trap_the_soul",
      "level": 6,
      "magic_type": "arcane",
      "duration": "Instant",
      "range": "20′",
      "description": "This spell either traps or releases the life force of a single living creature, with two usages as follows: 1. Trap: The subject must Save Versus Doom or have their life force sucked out and trapped inside a precious receptacle prepared by the caster (see below). Stripped of its soul, the victim's body enters a comatose state and will die after 30 days, unless the soul is restored. 2. Release: The life force of a trapped target is released, either into their body (if it is within range) or to another suitable receptacle prepared by the caster (see below). Soul Receptacles: Any gem, crystal, or precious object may be used. Value: The receptacle must be worth at least 1,000gp per Level of the intended subject. Name: The subject's name must be engraved on the receptacle. If the subject uses multiple names, their primary name (as judged by the Referee) must be used. Trapped soul: After Trap the Soul has been cast, an image of the trapped creature's face flits across the surface of the receptacle. The trapped creature may be conversed with.",
      "reversible": false,
      "reversed_name": null
    },
    {
      "name": "Yeast Growth",
      "spell_id": "yeast_growth",
      "level": 1,
      "magic_type": "arcane",
      "duration": "Instant",
      "range": "30′",
      "description": "This spell causes the radically accelerated growth of naturally occurring yeast, with two usages (chosen when cast): 1. Yeast froth: All creatures, objects, and surfaces within range are engulfed in a slimy mass of frothing yeast. Affected creatures suffer a 2-in-6 chance per Round of slipping over and a –1 penalty to Attack Rolls, until they are free of the yeast. Wiping froth off an object takes 1 Round; clearing a Medium creature takes 2 Rounds. 2. Fermentation: A process of natural yeast fermentation (e.g. bread rising, beer brewing, etc.) is instantaneously completed.",
      "reversible": false,
      "reversed_name": null
    }
  ]
}